<?php
// Header + Footer
$site_title = "کوپزیلا - مرورگر سبکِ چندسکویی";

$qupzilla = "کوپزیلا";
$header_description = "مرورگر وب";

$menu_home = "خانه";
$menu_screenshots = "تصویر نماها";
$menu_download = "دریافت";
$menu_faq = "پرسش‌های متداول";
$menu_about = "همکاری";
$footer_site = "www.qupzilla.com";
$translated_by = "سید رضی علوی‌زاده"; // "Page translated by <translator's name>"

//Home Page
$actual_version = "نسخه فعلی";
$actual_version_text = "نسخه فعلی به تاریخ ". $qupzilla_version_date .
					   " نسخه " . $qupzilla_version . " است. تغییرات در گزارش‌تغییرات موجود است. <br/>همکنون بی‌درنگ  آن را <a href=\"download\">دریافت</a> کنید!";
$actual_version_button = "دریافت";
$older_versions = "گزارش‌تغییرات";
$older_versions_text = "آیا تاکنون اتفاق افتاده که بخواهید در مورد تغییرات از نسخه قبلی تا این نسخه بدانید؟ <br/>می‌توانید همه این‌ها را در <a>گزارش‌تغییرات</a> در github پیدا کنید!";
$older_versions_button = "گزارش‌تغییرات";
$reportbug = "گزارش اشکال";
$reportbug_text = "آیا باگی پیدا کرده‌اید یا پیشنهادی برای <a>بهتر شدن</a> کوپزیلا دارید؟<br/>
                  لطفا یک موضوع در github issue tracker بازکنید.";
$reportbug_button = "گزارش کنید";
$technology = "تکنولوژی";
$technology_text = "کوپزیلا یک مرورگر وب امروزی است که بر پایه هسته WebKit و چهارچوب Qt نوشته شده است. WebKit مرور <a>سریع</a> وب و
                    Qt در دسترس بودن برای همه سکوهای اصلی را گارنتی می‌کنند.";
$technology_button = "WebKit &amp; Qt";
$looknfeel_header = "حال و هوای واقعی";
$looknfeel_text = "کوپزیلا روی میزکارهای اصلی لینوکس از قالب اصلی ویجت‌ها استفاده می‌کند. و همچنین از فرهشت آیکون میزکار فعال برای آیکون‌هایش بهره می‌برد. اگر فرهشت اصلی بنظرتان خسته کننده بود یا مشکل‌هایی با آن داشتید می‌توانید فرهشت را در هر زمانی عوض کنید.";
$library_header = "کتابخانه یکپارچه شده";
$library_text = "کوپزیلا نشان‌ها، پیشینه و خوراک‌خوان را در پنجره‌ای با آرایش مناسب یکپارچه کرده است. خبری از چند پنجره نیست، کوپزیلا فقط یک پنجره برای همه این‌ها دارد!<br/>
بوسیله خوراک‌خوان داخلی مطالب تارنماهای مورد علاقه‌تان بروز در اختیار شما است. همچنین کوپزیلا می‌تواند نشان‌ها را از مرورگرهای دیگر درون‌ریزی کند.";
$adblock_header = "AdBlock یکپارچه‌شده";
$adblock_text = "آیا از تارنماهایی که پر از آگهی تبلیغاتی‌اند خسته شده‌اید؟ آنها پنهای‌باند و زمان شما را تلف می‌کنند؟ با کوپزیلا فقط باید فهرست راحت (EasyList) را بروز کنید و یا قاعده‌های موردنظر خودتان را اضافه کنید و مرور وب بدون آگهی را آغاز کنید.";
$speeddial_header = "شماره‌گیر سریع";
$speeddial_text = "سرانجام این توسیع محبوب برای کاربران کوپزیلا دردسترس قرار گرفت! شما اکنون می‌توانید به صفحه‌های مورد علاقه‌تان همانقدر سریع که می‌خواهید روی یک صفحه بازشده در برگه‌ای جدید دست بیابید. نیازی به گفتن نیست که این توسیع از کشیدن و رهاکردن و بارگذاری بندانگشتی صفحه‌ها حمایت می‌کند.";
$devnews_header = "خبرهای توسعه";
$feed_loading = "بارگذاری...";

// Download Page
$other_linux = "لینوکس های دیگر";
$source_code = "سورس کد";
$choose_os = "لطفا سیستم‌عامل موردنظرتان را انتخاب کنید";
$windows_text = "با کلیک بر روی لینک‌های زیر، برنامه‌های نصب ویندوز 32 و 64 بیتی را می‌توانید دریافت کنید";
$ubuntu_text = "کاربران ابونتوی Precise ،Oneiric ،Natty و Maverick می‌توانند با اجرای این دستورات کوپزیلا را نصب کنند";
$install_run_command = "با اجرای این دستور می‌توانید کوپزیلا را نصب کنید";
$for_development_version = "نسخه در حال توسعه:";
$packages_text = "بسته‌های 32 و 64 بیتی";
$tarballs_text = "بسته‌های کامپایل شده 32 و 64 بیتی";
$qupzilla_for_text = "کوپزیلا برای";
$can_be_downloaded = "با کلیک بر روی لینک‌های زیر قابل دریافت است";
$source_text = "سورس‌کد را با کپی برداری از مخزن (اگر git را نصب شده دارید) می‌توانید دریافت کنید";
$source_text2 = "همچنین می‌توانید سورس‌کد را بصورت آنلاین مشاهده کرده و یا آن را در قالب zip دریافت کنید";
$view_source = "روی github.com سورس را مشاهده کنید";
$download_snapshot = "دریافت آخرین نسخه درحال توسعه";

// Contribute Page
$contribute_to = "همکاری با کوپزیلا";
$contribute_text = "کوپزیلا پروژه‌ای متن‌باز است، بنابراین از کمک‌های شما استقبال می‌شود! برای بنده بسیار خوشحال کننده است که پچ‌هایی که برایم می‌فرستید را در پروژه اعمال کنم. ولی رفتن به سراغ 
                    کدها تنها راه کمک نیست: شما می‌توانید کوپزیلا را به زبان خودتان برگردانید یا فقط آن را با دوستان‌تان به اشتراک بگذارید. به یاد داشته باشید، هر کمکی (هر چقدر کوچک) قابل تقدیر است!";
$getting_source = "گرفتن سورس";
$getting_source_text1 = "ساده‌ترین راهی که می‌توانید سورس کوپزیلا را بگیرید کپی‌برداری آن از مخزن github است. می‌توانید این کار را با اجرای دستور زیر به انجام رسانید";
$getting_source_text2 = "و سپس می‌توانید هک کردن کد را آغاز نمایید. پچ‌های‌تان را می‌توانید بوسیله رایانامه و یا از طریق github برایم بفرستید.";
$translating = "برگردان به زبان‌های دیگر";
$translating_text = "راه دیگر برای کمک اضافه کردن و یا بهبود برگردان‌های فعلی است. اگر می‌خواهید زبان تازه‌ای را اضافه کنید، می‌توانید فایل برگردان جدید را به صورت دستی ایجاد نمایید، یا با من تماس بگیرید، و من آن را به شما خواهم داد. سرانجام دوباره می‌توانید برگردان‌های خود را بوسیله رایانامه و یا از طریق github برای من بفرستید.";
$translating_moreinfo = "در <a href='https://github.com/QupZilla/qupzilla/wiki/Translating'>اینجا</a> اطلاعات بیشتری درمورد برگردان در دسترس است [ویکی در github]";
$creators = "سازنده کوپزیلا چه کسی است?";
$creators_text = "مالک، نگه‌دارنده و توسعه‌دهنده اصلی پروژه، دانش‌آموز اهل چکوسلواکی <b>David Rosca</b> (nowrep) است.<br/>
بجز کدنویسی، دیگران بوسیله برگردان و یا حمایت از کوپزیلا همکاری کرده‌اند. فهرست کامل همکارها در <a href='https://github.com/QupZilla/qupzilla/blob/master/AUTHORS'>اینجا</a> [در github] پیدا می‌شود.<br/><br/>می‌توانید از طریق وصل شدن به IRC روی کانال <b>#qupzilla</b> در irc.freenode.net با افراد درگیر با کوپزیلا چت کنید.";
$share_with_friends = "اشتراک‌گذاری با دوستان!";
$share_with_friends_text = "آیا از کوپزیلا خوشتان آمده است؟ در این صورت آن را دربین دوستان‌تان به اشتراک بگذارید!";
?>
